Repository: ktgw0316/LightZone-l10n-it
Catalog: tm/lightcrafts_it.tmx
Source language: en_us
Languages: it

source: Open Recent
it: Apri recenti

source: Find $1
it: Trova $1

source: LightZone Settings Error
it: Errore nelle Impostazioni di LightZone

source: Check for Update
it: Verifica la disponibilità di aggiornamenti

source: Hue
it: Tinta

source: Opacity Change
it: Cambia l'opacità

source: Paste Region
it: Incolla regione

source: The LightZone file, "$1" can't locate its image file, "$2", but it found "$3" instead.
it: Il file di LightZone "$1" non riesce ad individuare il suo file di immagine originario, "$2", ma ha trovato "$3" invece.

source: Shutter Speed
it: Tempo dell'otturatore

source: Zoom out
it: Diminuisci ingrandimento

source: Couldn't find the original image
it: Impossibile trovare l'immagine originale

source: Rotate the image
it: Ruota immagine (grossolano)

source: "$1" already exists as a folder.
it: "$1": già esiste una cartella con questo nome.

source: Rotate the image (fine)
it: Ruota immagine (fine)

source: Choose the browser sort criteria
it: Ordina immagini

source: Go back to previously selected folder
it: Torna alla cartella precedentemente selezionata

source: Blend Mode Change
it: Cambia il metodo di fusione

source: When drawing regions, LightZone can update the photo in real time, it can update only between changes, or it can wait until regions are done.
it: Mentre vengono disegnate le regioni LightZone può aggiornare la foto in tempo reale, oppure solamente tra un cambiamento e l'altro, oppure solo quando si è terminato di modificare le regioni.

source: Insufficient memory to open this file
it: Memoria insufficiente per aprire il file

source: Select an Image
it: Doppio-click su un'immagine per passare alla fase di modifica

source: Resetting LightZone Settings will restore LightZone to its factory settings. Are you sure you want to reset?
it: Resettare le impostazioni di LightZone riporterà LightZone alle impostazioni di fabbrica. Si è sicuri di voler resettare?

source: ZoneMapper,ToneMapperV5,UnSharpMaskV3,GaussianBlur,Hue/SaturationV3,ColorBalanceV3,WhitePointV3,ChannelMixerV4,AdvancedNoiseReductionV3,Clone,Spot,RedEyes
it: ZoneMapper,ToneMapperV2,UnSharpMaskV3,GaussianBlur,Hue/SaturationV2,ColorBalanceV2,WhitePointV3,ChannelMixerV3,AdvancedNoiseReductionV3,Clone,Spot,RedEyes

source: Manage Styles...
it: Gestione Modelli...

source: Use Luminosity Zones
it: Usare zone basate sulla luminosità

source: Draw Polygon Regions
it: Disegna regioni poligonali

source: Remind me later
it: Ricordamelo più tardi

source: Show print proofing tool
it: Mostra la prova di stampa

source: Exit
it: Esci

source: Advanced Options
it: Opzioni avanzate

source: Online User Guide
it: Guida utente online

source: New Window
it: Nuova finestra

source: LightZone has run out of memory and will now shut down.
it: LightZone ha esaurito tutta la memoria e ora verrà terminato.

source: All
it: Tutti

source: LightZone Settings couldn't be reset
it: Non è stato possibile resettare le impostazioni di LightZone

source: Don't Reset
it: Non resettare

source: Scanning Saved Documents
it: Scansione dei files salvati in corso

source: Go forward to recently selected folder
it: Procedi alla cartella recentemente selezionata

source: Show/Hide Regions
it: Mostra/nascondi regioni

source: Width
it: Larghezza

source: White Point Change
it: Cambia il punto di bianco

source: Noise Reduction
it: Riduzione rumore

source: Open an Image
it: Apri un'immagine per la modifica

source: <html>Save all files and exit <b>(Recommended)</b></html>
it: <html>Salva tutti i files ed esci <b>(Scelta consigliata)</b></html>

source: Invalid image file
it: File immagine non valido

source: Page Setup...
it: Imposta pagina...

source: Clone
it: Clona

source: Reset LightZone Settings
it: Resettare le Impostazioni di LightZone

source: 16 Bits/Channel
it: 16 bit per pixel

source: Printing...
it: Stampa in corso...

source: Minimize
it: Riduci

source: Any
it: Qualunque

source: Bring All to Front
it: Porta davanti

source: Couldn't save this Style
it: Impossibile scrivere il Modello "$1" nel file "$2"

source: Disable
it: Disattiva

source: Couldn't find a Style named "$1"
it: Impossibile trovare un Modello chiamato "$1"

source: Really delete this file?
it: Si vuole veramente cancellare questo file?

source: Choose...
it: Scegliere...

source: Zoom To Fit
it: Adatta alla finestra

source: Detail
it: Dettaglio

source: Your computer needs to be connected to the internet to check for an update. Please connect, then try again.
it: Il vostro computer deve essere collegato a Internet per verificare la disponibilità di aggiornamenti. Provate effettuare il collegamento, poi provate nuovamente.

source: Preferences
it: Preferenze

source: File Size
it: Dimensione del file

source: Show Proof Tool
it: Mostra strumento Prova di stampa

source: Thumbnail copies of your images
it: Miniature delle vostre immagini

source: Show the Rotate Tool
it: Mostra lo strumento Ruota

source: Really delete these files?
it: Si vogliono veramente cancellare questi files?

source: Recently used settings for tools
it: Impostazioni utilizzate recentemente per gli Strumenti

source: Edit
it: Modifica

source: Undo
it: Annulla operazione

source: Remove $1
it: Rimuovi strumento

source: Regions
it: Regioni

source: Couldn't rename the XMP file for "$1".
it: Non è stato possibile rinominare il file XMP per "$1".

source: Import as Style
it: Importa come Modello

source: Name
it: Dai un nome a questo Modello

source: Rescan Folder
it: Effettua nuovamente la scansione della cartella

source: Couldn't print
it: Impossibile stampare

source: Check for Update...
it: Verifica la disponibilità di aggiornamenti...

source: LightZone Settings were successfully reset. LightZone must now quit.
it: Le impostazioni di LightZoneLightZone sono state correttaemnte resettate. LightZone ora deve essere chiuso.
